Repository: ifs-net/ContactList
Catalog: modules/ContactList/locale/*/LC_MESSAGES/module_contactlist.po
Languages: de

source: Allowed to view all data
de: Alle Daten dürfen gesehen werden

source: My contacts
de: Meine Kontakte

source: Buddy was added successfully
de: Der Kontakt wurde erfolgreich hinzugefügt

source: %s added you as buddy
de: %s hat dich als Kontakt hinzugefügt

source: Error! Unable to send e-mail message.
de: Fehler beim Verschicken einer Email-Nachricht

source: Buddy request sent. You will be noticed when your request was accepted.
de: Kontaktanfrage wurde verschickt. Wenn die Anfrage akzeptiert wurde, erfolgt eine Email-Benachrichtigung.

source: %s wants to add you as buddy
de: %s will dich als Kontakt hinzufügen

source: %s has rejected your buddy request
de: %s hat deine Kontaktanfrage abgelehnt

source: error updating buddy object
de: Fehler beim Aktualisieren eines Kontakt-Datenbank-Objektes

source: The user '%s' has accepted your contact request
de: Der Benutzer '%s' hat deine Kontaktanfrage angenommen

source: User was removed from your watchlist.
de: Der Benutzer wurde von der Beobachtungsliste entfernt.

source: An error occurred while trying to suspend the buddy
de: Ein Fehler ist beim Trennen der Verbindung zum Kontakt aufgetreten

source: Error! Could not load items.
de: Ein Fehler beim Laden aus der Datenbank ist aufgetreten.

source: ContactList
de: Kontakte

source: Supports buddy management and user ignore lists
de: Unterstützt das Verwalten von Kontaktlisten, Ignorierlisten und mehr

source: contactlist
de: kontakte

source: ShowUnconfirmed
de: ZeigeUnbestätigteKontakte

source: Show new buddies awaiting your acception
de: Zeige zu bestätigende Kontaktanfragen

source: Contact requests
de: Kontaktanfragen

source: Nobody should be able to view my buddy list
de: Niemand soll meine Kontaktliste einsehen können

source: My buddies should be able to view my buddy list
de: Meine Kontakte dürfen meine Kontaktliste einsehen

source: All users should be able to view my buddy list
de: Alle Benutzer dieser Seite sollen meine Kontaktliste einsehen dürfen

source: Please choose just one profile module from which you want to get the birthday date of a user
de: Bitte ein Profilmodul wählen, aus welchem die Geburtstags-Daten extrahiert werden können

source: You have to enter a user variables name if you want to use the regular user profile module as birthay date provider
de: Es muss eine Benutzervariable eingegeben werden welche beim Modul 'Profile' als Geburtsdatum verwendet wird

source: Deleted ignorelist entries due to your group changes
de: Aufgrund der Einstellungen in den nicht ignorierbaren Benutzergruppen wurden ggf. Einträge von den Ignorierlisten der Benutzer entfernt

source: Configuration updated successfully
de: Konfiguration erfolgreich aktualisiert

source: User was removed from ignore list
de: Der Benutzer wurde von der Ignorierliste entfernt

source: Updating user information failed
de: Das Aktualisieren der Benutzerinformationen ist fehlgeschlagen

source: I know, some people do not like themself - but you really cannot ignore you own username :-)
de: Ich weiß, manche können sich selbst nicht ausstehen - aber deswegen kann man sich trotzdem nicht selbst ignorieren... :-)

source: User could not be found
de: Benutzer konnte nicht gefunden werden

source: The user is member of a group that was marked by the site admin that the members of this group canot be ignored by anyone
de: Der Benutzer kann nicht ignoriert werden, da er vom Administrator der Seite in eine Benutzergruppe aufgenommen wurde, welche von niemandem auf die Ignorierliste gesetzt werden kann

source: You are funny - a person cannot be added to the ignore list if this person is a confirmed buddy!
de: Das passt nicht zusamen - eine Person kann nicht auf die Ignorierliste gesetzt werden, solange sie ein bestätigter Kontakt ist!

source: User was set to your ignore list successfully
de: Der Benutzer wurde der Ignorierliste hinzugefügt

source: You can only edit your own buddies! Go out and find own friends :-)
de: Es können nur eigene Kontakte editiert werden.

source: Buddy information was updated successfully
de: Die Informationen zum Kontakt wurden erfolgreich aktualisiert

source: Updating buddy information failed
de: Das Aktualisieren der Informationen zum Kontakt ist fehlgeschlagen

source: username
de: Benutzername

source: state
de: Status

source: next birthday
de: Nächster Geburtstag

source: birthday
de: Geburtstag

source: Request rejected
de: Kontaktanfrage abgewiesen

source: Error rejecting request
de: Fehler beim Abweisen der Kontaktanfrage

source: Buddy accepted
de: Kontaktanfrage akzeptiert

source: Error accepting request
de: Fehler beim Akzeptieren der Kontaktanfrage

source: The connection to this buddy was suspended successfully
de: Die Verbindung zum Kontakt wurde erfolgreich aufgehoben

source: Nobody should be able to view buddy list
de: Keiner soll meine Kontaktliste sehen können

source: Buddies should be able to view buddy list
de: Meine Kontakte sollen meine Kontaktliste einsehen können

source: All users should be able to view buddy list
de: Alle Benutzer dieser Seite sollen meine Kontaktliste einsehen können

source: User preferences updated successfully
de: Die Benutzereinstellungen wurden erfolgreich aktualisiert

source: An error occured while updating your user preferences
de: Ein Fehler trat beim Speichern der Einstellungen auf

source: You can not add yourself as buddy. Go out and find some friends :-)
de: Man kann sich nicht selbst als Kontakt hinzufügen - so sehr man sich auch mag...

source: You have to submit a valid username
de: Es muss ein gültiger Benutzername angegeben werden

source: The user is already in your buddy list and cannot be stored for the watchlist, too
de: Der Benutzer ist bereits in deiner Kontaktliste und kann daher nicht in die Beobachtungsliste aufgenommen werden

source: User was already added to your watchlist and cannot be added twice.
de: Der Benutzer ist bereits in der Beobachtungsliste vorhanden und kann dort nicht zweimal hinzugefügt werden.

source: The user was added to your watchlist.
de: Der Benutzer wurde zur Beobachtungsliste hinzugefügt

source: Adding user to watchlist failed.
de: Es ist ein Fehler beim Hinzufügen des Benutzers zur Beobachtungsliste aufgetreten.

source: Seems as if there is a conflict between you and your potential buddy because you are on the other user's ignore list. So, your request could not be sent!
de: Die Kontaktanfrage wurde abgebrochen, da der andere Benutzer keine Kontaktanfrage erhalten möchte.

source: You are ignoring the potential new buddy... That's not a good start of a new friendship...
de: Der potentielle Kontakt steht auf der Ignorierliste - das ist kein guter Start für eine Freundschaft...

source: You can not make multiple requests. The user is your buddy or has already recieved a buddy request from you.
de: Mehrfache Kontaktanfragen können nicht verschickt werden, an den Benutzer wurde bereits eine Kontaktanfrage verschickt.

source: My buddies
de: Meine Kontakte

source: today
de: heute

source: tomorrow
de: morgen

source: days
de: Tage

source: Settings
de: Einstellungen

source: ContactList Configuration Page
de: Administration der ContactList-Einstellungen

source: ContactList Backend
de: ContactList Verwaltung

source: Main configuration
de: Haupt-Konfiguration

source: Allow users to add other users to an ignore list. This feature has to be supported by other modules.
de: Die Benutzung von Ignorierlisten allgemein erlauben

source: Users should not be able to add users that are assigned to one of these groups to the ignore list.
de: Folgende Gruppenmitglieder sind vom "ingoriert werden" ausgeschlossen

source: Default settings for a user's buddy list
de: Standardeinstellungen für die Kontaktlisten von Benutzern

source: Users should be added automatically, contact requests do not have to be confirmed by the user that was added.
de: Benutzer sollen automatisch bestätigter Kontakt des anfragenden Benutzers werden, eine Bestätigung der "Gegenseite" soll nicht erforderlich sein

source: Disable public comments
de: Öffentliche Kommentare zu Kontakten deaktivieren

source: Disable public buddy lists. This will also disable the FOAF (friend of a friend) function.
de: Öffentliche Kontaktlisten deaktivieren

source: If not disabled, every user can choose who should be allowed to view his buddy list
de: Wenn öffentliche Kontaktlisten gestattet sind, kann jeder Benutzer seine Privatsphären-Einstellungen zu seiner Kontaktliste selbst vornehmen

source: Number of buddies to be showed on one page in the main buddy list
de: Anzahl von Kontakten, welche auf einer Seite in einer Kontaktliste dargestellt werden soll

source: Configure buddy's birthday integration
de: Konfiguration der Integration von Geburtstagsdaten

source: You can define the name of a user variable that contains the user's birthday. If you specify this, your users will see the next birthdays of their buddies
de: Es können Benutzervariablen konfiguriert werden, welche den Geburtstag der Benutzer enthalten - so können kommende Geburtstage der jeweils eigenen Kontakte etc. angezeigt werden

source: use the following MyProfile date field
de: MyProfile Datenfeld benutzen

source: Select the profile field that should be used as birthday date
de: Profilfeld auswählen, welches als Geburtstagsfeld benutzt werden soll

source: or
de: oder

source: use the default profile module and a user variable as birthday date: Enter the variable's name
de: Profile-Modul Datenfeld angeben, welches zum Speichern des Geburtsdatums verwendet wird

source: Specify the date format
de: zu verwendendes Format für die Anzeige eines Datums angeben

source: Update Settings
de: Einstellungen aktualisieren

source: Support the ContactList module
de: Unterstütze die Entwicklung des ContactList-Moduls

source: The module can be used for free. Feel free to donate some money for the developers!
de: Das Modul ist gratis verwendbar. Eine Spende an die Entwicklung motiviert dennoch ungemein...

source: Thank you for your donation!
de: Danke für deine Spende!

source: No friends online?
de: Keine Freunde online?

source: Invite more friends now!
de: Freunde hierher einladen!

source: My preferences
de: Meine Einstellungen

source: My Preferences
de: Meine Einstellungen

source: Notice: If you select "only buddies should be able to see my buddy list" you will be included in the list if someone wants to see if he knowns another person directly or indirectly - because the person is a contact of a contact of a contact... - but the person will not be able to view the list of all your contacts directly.
de: Hinweis: Bei Einstellung von "nur meine Kontakte sollen meine Kontaktliste einsehen können" kann es dennoch sein, dass über die "Wer kennt wen über wen" - Anzeige Rückschlüsse auf die eigenen Kontakte möglich sind. Die Kontaktliste selbst wird aber nicht direkt einsehbar sein für Benutzer, welche kein bestätigter Kontakt sind.

source: Buddy list privacy settings
de: Privatsphären-Einstellungen zur Kontaktliste

source: Update my preferences
de: Meine Einstellungen aktualisieren

source: Cancel
de: Abbrechen

source: Dear user '%1$s'
de: Lieber Benutzer '%1$s'

source: the user '%1$s' has confirmed your contact request at '%2$s'. This means you are friends now and your accounts got linked on the website.
de: der Benutzer '$1%s' hat Deine Kontaktanfrage auf der Seite '%2$s' angenommen.

source: To access your buddy management visit the url
de: Zur Verwaltung der eigenen Kontaktliste bitte die folgende URL besuchen

source: Edit contact information
de: Informationen zum Kontakt editieren

source: Public comment
de: Öffentlicher Kommentar

source: Private comment
de: Privater Kommentar

source: Update information and return to buddy list
de: Informationen aktualisieren und zurück zur Kontaktliste

source: we are sorry to tell you that the user '%1$s' has rejected your buddy request at '%2$s'
de: es tut uns leid, aber der Benutzer '%1$s' hat diean ihn gestellte Kontaktanfrage auf '%2$s' abgelehnt

source: Add new buddy
de: Neuen Kontakt hinzufügen

source: Username
de: Benutzername

source: Public comment (will be posted next to the contact in your buddy list)
de: Öffentlicher Kommentar (wird auf deiner Kontaktliste öffentlich zum Kontakt dargestellt)

source: Private comment (will only be visible for you)
de: Privater Kommentar (nur für mich sichtbar)

source: Personalize your request and add some text that will be sent to the other user
de: Mit einem kleinen Zusatztext, der mit der Kontaktanfrage mitgeschickt wird, kann die Anfrage persönlicher gestaltet werden

source: You can store users in your watchlist. There will not be any notification sent to users that are only added to your watchlist. Using this feature does not enable features like online buddy list, buddy birthday reminder etc. Add the user as a buddy if you want to use all these features
de: Benutzer können in der Beobachtungsliste gespeichert werden. Dort hinzugefügte Benutzer erhalten keine Benachrichtigung darüber. Allerings bietet die Kontaktliste selbst viel mehr Möglichkeiten, also sollte lieber diese genutzt werden

source: Add user to watchlist only and do not send a contact request
de: Benutzer nur zur Beobachtungsliste hinzufügen und keine Kontaktanfrage stellen

source: Add User
de: Benutzer hinzufügen

source: Programming
de: Programmierung

source: the user '%1$s' has added you as a buddy at '%2$s'. This means you are friends now and your accounts got linked on the website.
de: der Benutzer '%1$s' hat Dich als Kontakt auf '%2$s' hinzugefügt. Dies bedeutet, dass euere Profile nun miteinander verlinkt sind.

source: Show my ignore list
de: Meine Ignorierliste

source: Add user to ignore list
de: Benutzer zur Ignorierliste hinzufügen

source: You can add users here you want to ignore. Ignoring means protection from emails etc.
de: Hier können Benutzer hinzugefügt werden, welche ignoriert werden sollen. Viele der hier verwendeten Module unterstützen diese Funktionalität, so dass z.B. Emails, Kontaktanfragen etc. von diesem Benutzer an einen selbst nicht mehr möglich sind

source: Users I am ignoring
de: Benutzer welche von mir ignoriert werden

source: Remove from ignore list
de: Von Ignorierliste entfernen

source: You do not have any ignored users on your ignore list
de: Es befinden sich keine Benutzer auf der Ignorierliste

source: the user '%1$s' wants to add you as a buddy at '%2$s'
de: der Benutzer '%1$s' hat eine Kontaktanfrage auf '%2$s' gestellt

source: The user has added some text for you
de: Der Benutzer hat einen persönlichen Text zur Anfrage hinzugefügt

source: Attention
de: Achtung

source: This request was automatically accepted because some times ago you wanted the other person to be your buddy
de: Diese Anfrage wurde automatisch akzeptiert, da bereits eine frühere, eigene Kontaktanfrage an diesen Benutzer gestellt wurde

source: Show my watchlist
de: Beobachtungsliste

source: Your watchlist
de: Beobachtungsliste

source: Show Profile
de: Profil anzeigen

source: Send message
de: Nachricht senden

source: Send contact request
de: Kontaktanfrage senden

source: Delete
de: Löschen

source: Date of storage
de: Datum des Speicherns

source: No users were added to your watchlist yet.
de: KeinBbenutzer wurde bisher zur Beobachtungsliste hinzugefügt

source: Show my buddylist
de: Meine Kontaktliste anzeigen

source: These request are awaiting your confirmation
de: Diese Anfragen warten auf Bestätigung

source: Request's date
de: Datum der Anfrage

source: Additional contact request text
de: Zusätzliche Information vom Benutzer zur Anfrage

source: Action
de: Aktion

source: accept
de: akkzeptieren

source: reject
de: ablehnen

source: reject (without notification for '%1$s')
de: ablehnen (ohne Email-Benachrichtigung für '%1$s')

source: All
de: Alle

source: Unconfirmed
de: Unbestätigte

source: Confirmed
de: Bestätigte

source: Rejected
de: Abgelehnte

source: Suspended
de: Aufgehobene

source: Your contacts
de: Meine Kontakte

source: Number of confirmed contacts
de: Anzahl bestätigter Kontakte

source: of
de: von

source: Your pending contacts
de: Ausstehende Kontaktanfragen

source: Number of pending contacts
de: Anzahl ausstehender Kontaktanfragen

source: Your confirmed buddies
de: Bestätigte Kontakte

source: Your rejected contacts
de: Abgewiesene Kontakte

source: Number of rejected contacts
de: Anzahl abgewiesener Kontakte

source: Your suspended contacts
de: Aufgehobene Kontakte

source: Number of suspended contacts
de: Anzahl aufgehobener Kontakte

source: Contacts
de: Kontakte

source: 1st grade
de: ersten Grades

source: 2nd grade
de: zweiten Grades

source: Sort list
de: Liste sortieren

source: reload
de: neu laden

source: Show user's buddies
de: Kontakte des Benutzers anzeigen

source: Edit contact
de: Kontakt bearbeiten

source: Cancel request
de: Kontaktanfrage abbrechen

source: Should the connection between you and this buddy really be suspended?
de: Soll die Verbindung zu dem Kontakt wirklich aufgehoben werden?

source: Suspend
de: Aufheben

source: State
de: Status

source: pending
de: ausstehend

source: confirmed
de: bestätigt

source: suspended
de: aufgehoben

source: Birthday
de: Geburtstag

source: User's buddy list
de: Kontakte dieses Benutzers

source: The user has
de: Der Benutzer hat

source: Buddies
de: Kontakte

source: The user's buddy list is not visible for you
de: Die Kontaktliste ist nicht einsehbar

source: Contact List
de: Kontaktliste

source: Add user
de: Benutzer hinzufügen

source: Show my contacts
de: Kontakte anzeigen

source: Show my ignorelist
de: Ignorierliste

source: Your connection to this user
de: Verbindung zu diesem Benutzer

source: No link to this user found
de: Keine Verbindung zu diesem Benutzer gefunden

source: There is at least one request from another user who wants to add you as a buddy
de: Mindestens eine Kontaktanfrage eines anderen Benutzers wartet auf Antwort

source: Responde to request(s)
de: Anfrage(n) beantworten

source: Number of users to show
de: Anzahl von anzuzeigenden Benutzern

source: How many
de: Wie viele

source: Date format to display month and day in this block
de: Datumsformat zur Anzeige von Monat und Tag in diesem Block

source: No friends found, yet?
de: Keine Freunde bisher gefunden?

source: Invite your friends now!
de: Lade Freunde hierher ein!

source: Start to build up your network with your friends now!
de: Baue ein Kontaktnetzwerk hier auf und lade Freunde hierher ein
